// надо сделать проверки теста:
// 1- соответствие имени ?

// 2- затраченое время
// 2-2 соответствие времени на компе и в тесте
// 2-2-3 получить место где комп по айпи и выяснить местное время

// 3- сколько раз запускали тесте
// 3-2 отсутствие коррекции локалСторадж


// 9- защита оз изменения кода на странице ?

// таймер

// добавить оценку теста +-

// средний результат

// печать результата или отправить на почту

// сделать своою выборку тестов

// форма отзывов: ошибки или предложения

// id теста, показывает количество вызовов за день(чтобы не откатывали назад - не жульничали)



const checkTestRight = () => {
    console.log('Right');
} 